


    [
    {"Arthur Ashe": "Start where you are. Use what you have. Do what you can."},
    {"Will Rogers": "Don't let yesterday take up too much of today"},
    {"Tracee Ellis Ross": "I am learning everyday to let the space between where I am and where I want to be inspire me and not terrify me"},
    {"Smile Darling": "Do more things that make you forget to check your phone"},
    {"Xan Oku": "May the flowers remind us why the rain was so necessary"},
    {"Unknown": "Remember when you so badly wanted what you currently have?"},
    {"Khanos": "There’s a future version of me who’s proud I was strong enough"},
    {"Unknown": "Visualize your highest self, and start showing up as her"},
    {"Allison Aars": "When you finally learn that a person's behavior has more to do with their own internal struggle than it ever did with you... you learn grace"},
    {"Unknown": "You need people in your life that are further along than you, people that have a bigger vision, people that are more experienced, people that are out of your league. You need to be exposed to new levels so that you can go to new levels!"},
    {"Unknown": "Perfectionism is a lie. Start messy"},
    {"Unknown": "Remember your goal and why you started."},
    {"Nancy Badillo": "It's your story, babe. Feel free to hit 'em with a plot twist whenever you want."},
    {"Unknown": "They never tell you, the more you bring to the table, the harder it is to find someone to eat with."},
    {"Ashley C. Ford": "Just because you can take it, doesn't mean you have to. Suffering is not a superpower."},
    {"Unknown": "If you had a friend who spoke to you the same way you speak to yourself, how long would you allow them to stay your friend?"},
    {"The Real McCoy": "Maybe you're not healing because you're trying to be who you were before the trauma. That person doesn't exist anymore because there's a new you trying to be born. Breathe life into that person."},
    {"Cacchi Ricci": "It takes a very strong individual to sit with themselves, calm their storms, and heal all of their issues without trying to bring someone else into that chaos. My journey to self-love is just that and yes, I am doing it."},
    {"Kate Eckman": "Being okay if it happens and okay if it doesn't, is a very powerful place to be."},
    {"Unknown": "If you feel like everyone hates you, you need to sleep and if you feel like you hate everyone else, you need to eat"},
    {"Mel Robbins": "The same boiling water that softens the potato, hardens the egg. It's about what you're made of, not the circumstances."},
    {"Unknown": "Replace 'sorry's' with 'thank you's'. Instead of 'sorry I'm late', try 'thank you for waiting on me'. Change your mindset."},
    {"Joyce Sunada": "If you don't make time for your wellness, you will be forced to make time for your illness"},
    {"Unknown": "Don't let anyone save you for later. Read that again."},
    {"Unknown": "If you're not noticed, you're still valid. Like, if no one's gonna read it, you should still write it. If no one's gonna see it, you should still do it. If no one's gonna hear you, you should still say it. You're not measured by how people react to you."},
    {"Unknown": "Just because you don't look like someone who you think is attractive, doesn't mean you aren't attractive. Flowers are pretty but so are christmas lights and they look nothing alike."}
]




